Revit 2027 API
ParameterTypeId.RebarSystemSpacingTopDir2Generic Property
 "Top/Exterior Minor Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemSpacingTopDir2Generic { get; }
Public Shared ReadOnly Property RebarSystemSpacingTopDir2Generic As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemSpacingTopDir2Generic {
	ForgeTypeId^ get ();
}
static member RebarSystemSpacingTopDir2Generic : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace